Repository: common-repository/suments-data-metacleaner-free
Catalog: languages/metawash-*.po
Languages: es_es

source: All files
es_es: Todos los archivos

source: Are you Sure?
es_es: ¿Estás segur@?

source: As long as it is not renewed, we will use the functionality of the free plan.
es_es: Si no se actualiza el plan, utilizaremos la funcionalidad del plan gratuito.

source: Automatically clean up files when adding them. This option works using the Wordpress multimedia manager.
es_es: Limpiar los archivos automáticamente en la subida. Funciona con la Biblioteca Multimedia de WordPress.

source: Cancel
es_es: Cancelar

source: Clean Files
es_es: Limpiar archivos

source: Contact
es_es: ¿Ayuda?

source: Contact and Support
es_es: Contacto y soporte

source: Current plan: Professional
es_es: Plan actual:

source: Delete
es_es: Eliminar

source: Do you want to delete this token?
es_es: ¿Quieres eliminar este token?

source: Enter your Token Here
es_es: Introduce tu token aquí

source: Everything went smoothly :)
es_es: Todo fue como la seda =)

source: here
es_es: aquí

source: How do I clean my files?
es_es: ¿Cómo limpio mis archivos?

source: How do I get a token?
es_es: ¿Cómo obtener un token?

source: https://suments.com/en/metawash-metadata-cleaner/
es_es: https://suments.com/es /metawash-metadata-cleaner/

source: If the error persists, you can contact us at
es_es: Si el error persiste, puedes contactarnos en

source: Metadata cleaning for information security. Eliminate data leaks on your website on a large scale with the manual cleaner or activate automatic cleaning for new file uploads.
es_es: Limpieza de metadatos para la seguridad de la información. Elimine las fugas de datos en su sitio web a gran escala con el limpiador manual o active la limpieza automática para la carga de nuevos archivos.

source: More
es_es: Más

source: more info:
es_es: más información:

source: Oops, the token length seems wrong. Did you copy it right?
es_es: Ups, la longitud del token es incorrecta. ¿Lo has copiado bien?

source: Oops... looks like it's invalid.
es_es: Ups, parece que este token no es válido.

source: Oops... looks like you forgot the token.
es_es: Ups, has olvidado introducir el token.

source: Reach out us with your Email and Message
es_es: Contáctanos con tu email y un mensaje

source: Save Token
es_es: Guardar Token

source: See plans
es_es: Ver planes

source: Select Folders
es_es: Seleccionar Carpetas

source: Setting
es_es: Ajustes

source: Supported file extensions:
es_es: Extensiones de archivo soportadas:

source: This token has expired.
es_es: Este token ha expidado.

source: Upgrade to pro
es_es: Actualizar a Pro

source: We will cleaning the metadata of your files
es_es: Estamos limpiando los metadatos de tus archivos

source: Whoops... something went wrong. Try again in a few minutes
es_es: Ups, algo ha ido mal. Prueba otra vez en unos minutos

source: Your Email:
es_es: Tu e-mail:

source: Your Message:
es_es: Tu mensaje

source: ✔ Token valid until
es_es: Token válido hasta
